Repository: 2php/stardict-3
Catalog: stardict/po/*.po
Languages: de

source: stardict application
de: StarDict-Anwendung

source: stardict automation factory
de: StarDict Automatisierungsfabrik

source: Lookup words
de: Wörter nachschlagen

source: A custom font that will be used in StarDict. This will only take effect if the "Use Custom Font" option is turned on.
de: Eine benutzerdefinierte Schrift, die in StarDict verwendet wird. Dies wird nur dann einen Effekt haben, wenn die Option "Eigene Schrift verwenden" eingeschaltet ist.

source: Custom Font
de: Eigene Schrift

source: Dictionary configuration XML
de: Wörterbuch Konfigurations-XML

source: Dictionary order
de: Wörterbuch-Sortierung

source: Disabled plugins list
de: Pluginliste deaktiviert

source: Disabled tree dictionaries list
de: B_aumwörterbuchliste deaktiviert

source: Enable sound event
de: _Sound-Ereignis aktivieren

source: Enable the use of TTS program
de: Verwenden von TTS aktivieren

source: Hide floating window when modifier key is released
de: Schwebendes Fenster beim Loslassen der Modifier-Taste verbergen.

source: Hide floating window when modifier key is released. It only take effect when only_scan_while_modifier_key is turned on.
de: Schwebendes Fenster verbergen, wenn die Modifier-Taste losgelassen wird. Hat nur einen Effekt, wenn only_scan_while_modifier_key eingeschaltet ist.

source: Hide the list
de: Liste verbergen

source: Hide the window on startup
de: Hauptfenster beim Start verbergenen

source: Hpaned 's position
de: Hpaned Position

source: List the dictionaries in order.
de: Liste der Wörterbücher in Reihenfolge

source: List the plugins in order.
de: Liste der Plugins in Reihenfolge

source: List the plugins which are disabled.
de: Liste der deaktivierten Plugins

source: List the search websites.
de: Liste der Suchwebseiten

source: List the tree dictionaries in order.
de: Liste der Baumwörterbücher in Reihenfolge

source: List the tree dictionaries which are disabled.
de: Liste der deaktivierten Baumwörterbücher

source: Maximum window-height
de: Max. Fenster_höhe

source: Maximum window-width
de: Max. Fenster_breite

source: Only scan while modifier key is being pressed
de: Nur bei gedrückter Modifier-Taste scannen

source: Only scan while the modifier key is being pressed. The modifier key is set by "scan_modifier_key".
de: Nur bei gedrückter Modifier-Taste scannen. Taste wird gesetzt durch "scan_modifier_key".

source: Only scan while this modifier key is being pressed. It can be Win(0), Shift(1), Alt(2) or Ctrl(3).
de: Nur bei gedrückter Modifier-Taste scannen. Kann Win(0), Shift(1), Alt(2) oder Ctrl(3) sein.

source: Plug-in order
de: Plugin-Reihenfolge

source: Pronounce the word when it pops up.
de: Wort beim Erscheinen aussprechen.

source: Pronounce the word when the floating window pops up.
de: Aussprache des Worts beim Erscheinen des schwebenden Fenster.

source: Query in the floating window when middle mouse button is clicked
de: Suche im schwebenden Fenster bei Klick der mittleren Maustaste

source: Save the dictionary management configuration.
de: Wörterbuchverwaltung Konfiguration speichern

source: Scan-modifier key
de: Scan-Modifier-Taste

source: Search website list
de: Webseitenliste durchsuchen

source: Source language index
de: Index der Quellsprachen

source: TTS program command-line
de: TTS-Programm Befehlszeile

source: Target language index
de: Index der Zielsprache

source: The command-line to use in order to enable pronunciation of words via an external TTS program.
de: Befehlszeile zum Aktivieren der Wortaussprache via externem TTS-Programm.

source: The height of the main stardict window.
de: Höhe des StarDict-Hauptfensters

source: The hpaned's position, between the listview and the textview.
de: Die Position des hpaned zwischen Listen- und Textansicht.

source: The index of the source language for translating.
de: Index der Quellsprache für die Übersetzung.

source: The index of the target language for translating.
de: Index der Zielsprache für die Übersetzung.

source: The index of the translation engine.
de: Index der Übersetzungs-Engine.

source: The maximum height of the floating stardict window.
de: Maximale Höhe des schwebenden StarDict-Fensters

source: The maximum width of the floating stardict window.
de: Maximale Breite des schwebenden StarDict-Fensters

source: The width of the main stardict window.
de: Breite des StarDict-Hauptfensters

source: Tree Dictionary order
de: B_aumwörterbuch Sortierung

source: Use Custom Font
de: Eigene Schrift _verwenden.

source: Whether the main window is maximized or not.
de: Hauptfenster maximiert oder nicht.

source: Whether the window is maximized or not
de: Hauptfenster maximiert oder nicht

source: Whether to enable StartDict to use an external TTS program for pronounciation, or not.
de: Ob das Nutzen eines externen TTS-Programms durch StartDict für die Aussprache aktiviert ist oder nicht.

source: Whether to enable sound events or not. StarDict will play a sound event when a button is active or released, and when a menu pops up.
de: Ob Sound-Ereignisse aktiviert sind oder nicht. StarDict wi ein Sound-Ereignis abspielen, wenn ein Button aktiv ist oder losgelassen wird, und wenn ein Menü erscheint.

source: Whether to hide the main window on startup, or not.
de: Verborgenes Hauptfenster beim Start oder nicht

source: Whether to hide the word-list view or not.
de: Verborgene Wortlistenansicht beim Start oder nicht

source: Whether to lock the floating window or not. While locked, the window will not disappear.
de: Ob das schwebende Fenster gesperrt wird oder nicht. Gesperrt wird das Fenster nicht verschwinden.

source: Whether to query in the floating window, or in the main window. Query is activated by the user clicking the middle mouse button on the notification area icon.
de: Ob die Abfrage im schwebenden oder im Hauptfenster stattfindet. Die Suche wird vom Nutzer durch einen Klick auf die mittleren Maustaste auf der Benachrichtigungsfläche aktiviert.

source: Whether to scan the selection or not. When the user selects text, StarDict will popup a flat window showing the meaning of that text.
de: Ob die Auswahl gescannt werden soll oder nicht. Wenn der Nutzer Text markiert, wird StarDict ein flaches Fenster erscheinen lassen, das die Bedeutung des Textes anzeigt.

source: Whether to use a user-defined font in StarDict, instead of the default system font. If this option is turned on, then the font named in the "Custom Font" option will be used instead of the system font.
de: Ob in StarDict eine benutzerdefinierte, statt der Standard-Systemschrift verwendet werden soll. Ist Diese Option eingeschaltet, wird Option "Eigene Schrift" genannte Schrift anstatt der Systemschrift genutzt.

source: Window-height
de: Fenster_höhe

source: Window-width
de: Fenster_breite

source: lock position (x)
de: Sperrposition (x)

source: lock position (y)
de: Sperrposition (y)

source: the window's x position while locked.
de: Die x-Position des gesperrten Fensters.

source: the window's y position while locked.
de: Die y-Position des gesperrten Fensters.

source: whether to lock the window or not
de: Fenster sperren oder nicht

source: XDXF data parsing plug-in is not found!
de: XDXF-Datenanalyse-Plugin nicht gefunden!

source: PowerWord data parsing plug-in is not found!
de: PowerWord-Datenanalyse-Plugin nicht gefunden!

source: Wiki data parsing plug-in is not found!
de: Wiki-Datenanalyse-Plugin nicht gefunden!

source: HTML data parsing plug-in is not found!
de: HTML-Datenanalyse-Plugin nicht gefunden!

source: WordNet data parsing plug-in is not found!
de: WordNet-Datenanalyse-Plugin nicht gefunden!

source: Unknown data type, please upgrade StarDict!
de: Unbekannter Datentyp, bitte StarDict upgraden!

source: Hide the main window, do not show splash screen
de: Hauptfenster verbergen, kein Splash Screen

source: Start a new instance of stardict
de: Neue Instanz von StarDict starten

source: Quit an existing instance of stardict
de: Eine Instanz von StarDict beenden

source: Default Group
de: Vorgegebene Gruppe

source: Only level %d user can choose this dictionary!
de: Nur Level-%d-Nutzer können dieses Wörterbuch wählen!

source: You can only choose %d dictionaries.
de: Sie können nur %d Wörterbücher wählen.

source: Dictionary Name
de: Name des Wörterbuchs

source: Word count
de: Wortanzahl

source: Browse Dictionaries
de: Wörterbücher durchsuchen

source: These settings will take effect the next time you run StarDict.
de: Diese Einstellungen werden beim nächsten Start von StarDict aktiv.

source: Loading...
de: Lade...

source: <span foreground="red">Query Dict</span>
de: <span foreground="red">Frage Dict ab</span>

source: <span foreground="red">Scan Dict</span>
de: <span foreground="red">Wörterbuch scannen</span>

source: Virtual Dictionary
de: Virtuelles Wörterbuch

source: Network Dictionary
de: Netzwerk-Wörterbuch

source: You can have multiple groups of dictionaries, such as "Study English", "Learn German", and switch them instantly.
de: Sie haben mehrere Gruppen von Wörterbüchern, wie etwas "Study English", "Learn German" und wechseln Sie auf der Stelle.

source: The Query Dict will show in the main window, the Scan Dict will show in the floating window.
de: Das Abfrage-Dict zeigt alles im Hauptfenster an, das Such-Dict im schwebenden Fenster.

source: Dictionary Information
de: Wörterbuch-Information

source: Author
de: Autor

source: Website
de: Webseite

source: Description
de: Beschreibung

source: Date
de: Datum

source: File name
de: Dateiname

source: Enable
de: Aktivieren

source: Are you sure you want to delete this group of dictionaries?
de: Sind Sie sicher, dass Sie diese Gruppe von Wörterbüchern löschen wollen?

source: Are you sure you want to delete this sub-group of dictionaries?
de: Sind Sie sicher, dass Sie diese Untergruppe von Wörterbüchern löschen wollen?

source: New dict group
de: Neue Dict-Gruppe

source: Group name:
de: Gruppenname:

source: Add dictionary
de: Wörterbuch hinzufügen

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: Information
de: Informationen

source: Move to top
de: Nach ganz oben

source: Move up
de: Nach oben

source: Move down
de: Nach unten

source: Move to bottom
de: Nach ganz unten

source: D_ict List
de: Dict-L_iste

source: Manage _Dict
de: Wörterbuch verwalten

source: T_ree dictionaries
de: B_aumwörterbücher

source: _Network dictionaries
de: _Netzwerk-Wörterbücher

source: _Show information
de: Informationen an_zeigen

source: Select _All
de: _Alles auswählen

source: _Unselect all
de: Alles a_bwählen

source: Visit
de: Besuchen

source: to download dictionaries!
de: , um Wörterbücher herunterzuladen!

source: Upgrade Now!
de: Jetzt aktualisieren!

source: Manage Dictionaries
de: Wörterbuchverwaltung

source: Synonym word count
de: Anzahl Synonyme

source: Download Now!
de: Jetzt herunterladen!

source: StarDict - Scanning
de: StarDict - Beim Scannen

source: StarDict - Stopped
de: StarDict - Gestoppt

source: _Scan
de: _Scannen

source: _Quit
de: _Ende

source: <Not Found!>
de: <Nicht gefunden!>

source: Fuzzy query
de: Fuzzy-Suche

source: has succeeded.
de: war erfolgreich.

source: Found 1 word:
de: 1 Wort gefunden:

source: Found %d words:
de: %d Wörter gefunden:

source: Query in the main window
de: Suche im Hauptfenster

source: Save to file
de: In Datei speichern

source: Pronounce the word
de: Aussprache des Worts

source: Stop selection-scanning
de: Scan der Auswahl anhalten

source: Help
de: Hilfe

source: Quit
de: Ende

source: Lock floating window
de: Fenster andocken

source: _Copy
de: _Kopieren

source: _Save
de: _Speichern

source: _Query
de: _Suche

source: _Play
de: _Abspielen

source: _Fuzzy Query
de: _Fuzzy-Suche

source: Clear the search box
de: Suchfeld leeren

source: Fuzzy Query
de: Fuzzy-Suche

source: Go Back - Right button: history (Alt+Left)
de: Gehe zurück - Rechte Taste: Verlauf (Alt+Links)

source: Show the main menu (Alt+M)
de: Hauptmenü anzeigen (Alt+M)

source: translator_credits
de: Übersetzer_Credits

source: StarDict is an international dictionary for GNOME.
de: StarDict ist ein internationales Wörterbuch für GNOME.

source: Pr_eferences
de: _Einstellungen

source: Manage _Plugins
de: Plugin-Verwaltung

source: _New Version
de: _Neue Version

source: _Help
de: _Hilfe

source: _About
de: _Über

source: List
de: Liste

source: Result
de: Ergebnis

source: Full-Text Translation
de: Volltext-Übersetzung

source: Tree
de: Baum

source: Choose dict group
de: Dict-Gruppe wählen

source: Next word (Alt+Down)
de: Nächstes Wort (Alt+Runter)

source: Previous word (Alt+Up)
de: Vorheriges Wort (Alt+Rauf)

source: Enable Net Dict
de: Net Dict aktivieren

source: Show the word list
de: Wörterliste anzeigen

source: Hide the word list
de: Wörterliste verbergen

source: Copy
de: Kopieren

source: Save to file (Alt+E)
de: In Datei speichern (Alt+E)

source: Print
de: Drucken

source: Search in the definition text (Ctrl+F)
de: In der Definition suchen (Strg+F)

source: Warning! No dictionary is loaded. Please go to StarDict's website, download some dictionaries: %s%s%s and put them in %s.
de: Warnung! Es ist kein Wörterbuch geladen. Bitte besuchen Sie die StarDict-Webseite und laden Sie ein paar Wörterbücher herunter: %s%s%s und speichern Sie diese in %s.

source: Welcome to StarDict! Press Ctrl+Q to quit. Press Alt+Z to iconify the window or Alt+X to hide the window. Press Alt+C or ESC to clear the input entry's text. Press Space key to move focus to the input entry. If the query word was not found, you can press Tab key to select the first word in the word list. After selected some text, clicking the middle mouse button on the main window's Definition area or on the notification area icon will look up that word. StarDict can match strings against patterns containing '*' (wildcard) and '?' (joker). Input a word beginning with '/' to do a Fuzzy query. When the floating window reports that a word was not found, double clicking will perform a fuzzy query.
de: Willkommen bei StarDict! Drücken Sie Strg+Q zum Beenden. Drücken Sie Alt+Z, um das Fenster zum Icon zu minimieren, oder Alt+X, um es zu verbergen. Dürcken Sie Alt+C oder ESC um den Eingabetext zu löschen. Drücken Sie die Leertaste um den Fokus auf den Eintrag zu legen. Wenn das gesuchte Wort nicht gefunden wurde, können sie mit der Tabulatortaste das erste Wort in der Liste auswählen. Wenn Sie Text auswählen und dann mit der mittleren Maustaste ins Hauptfenster oder auf das Icon in der Ecke klicken, wird im Wörterbuch nach dem Wort gesucht. Beim Suchen mit StarDict können sie Joker wie '*' und '?' verwenden. Wenn Sie ein Wort mit einem '/' davor eigeben, wird nach ähnlich geschriebenen Wörtern gesucht (Fuzzy-Suche). Wenn im schwebenden Fenster angezeigt wird, dass das Wort nicht gefunden wurde, können sie per Doppelklick eine Fuzzy-Suche starten.

source: Welcome to StarDict StarDict is a Cross-Platform and international dictionary written in Gtk2. It has powerful features, such as "Glob-style pattern matching," "Scan selected word," "Fuzzy query" and "Full-text search". Here is an introduction to using StarDict: 1. Glob-style pattern matching You can input strings containing '*' (wildcard) and '?' (joker) as the pattern. '*' matches an arbitrary, possibly empty, string, and '?' matches an arbitrary character. After pressing Enter, the words that match this pattern will be shown in the list. 2. Regular expressions matching You can input strings as Perl-compatible regular expressions with a beginning ":" character as the identifier. After pressing Enter, the words that match this regex will be shown in the list. 3. Fuzzy query When you can't remember how to spell a word exactly, you can try StarDict's Fuzzy query. It uses "Levenshtein Edit Distance" to compute the similarity between two words, and gives the match results which are most similar to the word that you input. To create a fuzzy query, just input the word with a beginning "/", and then press Enter. 4. Full-text search Full-text search searches for a word in the data. To create a Full-text search, just input the word with a beginning "|", and then press Enter. For example, "|ab cd" searches data which contain both "ab" and "cd". If the words contain Space character, you can use "\ ", such as "|apple\ pie", other escaping characters are "\\" for '\', "\t" for Tab and "\n" for new line. 5. Special character search If your words contain special characters, you can use '\' to escape it, for example, "a\*b\?" searches "a*b?", "\/abc" searches "/abc". 6. Scan the selected word Turn on the check button at the bottom-left corner of the StarDict window to activate this feature. When this feature is on, StarDict will automatically look up words, phrases, and Chinese characters in other applications. Just highlight a word or phrase with your mouse, and a floating window will pop up showing the definition of the selected word. 7. Dictionary management Click the "Manage dictionaries" button at the bottom-right corner of the window to access the dictionary management dialog. From here, you can disable some dictionaries that you don't need, and set the dictionaries' querying order. Statement: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without the warranty that the word spelling, definition, and phonetic information are correct.
de: Willkommen bei StarDict StarDict ist ein Plattform-übergreifendes und internationales in Gtk2 geschriebenes Wörterbuch. Es besitzt mächtige Features, wie etwa "Globaler Musterabgleichung", "Suche gewähltes Wort", "Fuzzy-Suche" und "Volltextsuche". Hier eine Einführung zum Umgang mit StarDict: 1. Globaler Musterabgleichung Sie können die Zeichenfolgen '*' (Wildcard) und '?' (Joker) als Suchmuster verwenden. '*' trifft auf eine willkürliche, möglicherweise leere Zeichenfolge zu, und '?' trifft auf ein beliebiges Zeichen zu. Nach dem Drücken der Eingabe-Taste werden die auf dieses Muster zutreffenden Wörter in der Liste angezeigt. 2. Reguäre Ausdrücke Sie können die Zeichenfolgen als Perl-kompatible Reguäre Ausdrücke mit einem ":" Zeichen am Anfang als den Bezeichner eingeben. Nach dem Drücken der Eingabe-Taste werden die auf diesen RegEx zutreffenden Wörter in der Liste angezeigt. 3. Fuzzy-Suche Wenn Sie sich nicht mehr erinnern, wie ein Wort genau ausgesprochen wird, können Sie es mit der Fuzzy-Suche von StarDict versuchen. Sie nutzt die "Levenshtein-Editierdistanz", um Ähnlichkeiten zwischen zwei Wörtern zu berechnen, und gibt die Treffer aus, die dem von Ihnen eingegebenen Wort am ähnlichsten sind. Um eine Fuzzy-Suche durchzuführen, geben Sie einfach ein Wort mit einem "/" am Anfang ein, und drücken Sie die Eingabe-Taste. 4. Volltextsuche Volltextsucheen nach einem Wort in den Daten. Um eine Volltextsuche durchzuführen, geben Sie einfach ein Wort mit "|" am Anfang ein, und drücken Sie dann die Eingabe-Taste. "|ab cd" zum Beispiel durchsucht Daten, die beides "ab" und "cd" enthalten. Enthalten die Wörter Leerzeichen, können Sie "\ " verwenden, wie etwa bei "|apple\ pie", weitere Escape-Zeichen sind "\\" für '\', "\t" für Tab und "\n" für neue Zeile. 5. Suche mit Sonderzeichen Enthalten Ihre Wörter Sonderzeichen, können Sie '\' als Escape-Zeichen verwenden, zum Beispiel sucht "a\*b\?" nach "a*b?", "\/abc" sucht nach "/abc". 6. Suche nach gewählten Wort Schalten Sie den Check-Button in der unteren linken Hälfte das StarDict-Fensters an, um dieses Feature zu aktivieren. Ist dieses Feature eingeschaltet, wird StarDict automatisch in anderen Anwendungen nach Wörtern, Sätze und Chinesischen Zeichen nachschlagen. Überfahren Sie einfach ein Wort oder einen Satz mit Ihrer Maus, und ein schwebendes Fenster erscheint, das die Definition des gewählten Wortes zeigt. 7. Wörterbuchverwaltung Klicken Sie auf den Button "Wörterbücher verwalten" in der rechten unteren Fensterecke, um in den Dialog Wörterbuchverwaltung zu gelangen. Von hier aus können Sie einige Wörterbücher, die Sie nicht brauchen, deaktivieren und die Suchreihenfolge der Wörterbücher setzen. Darstellung: Dieses Programm wurde veröffentlicht in der Hoffnung, nützlich zu sein, jedoch OHNE JEDE GARANTIE; ohne die Garantie, dass Aussprache, Definitionen und phonetische Informationen der Wörter korrekt sind.

source: Found no words matching this pattern!
de: Keine Wörter passen auf dieses Suchmuster!

source: Found no words matching this regular expression!
de: Keine Wörter passen auf diesen RegEx!

source: There are too many spelling errors :-(
de: Zu viele Rechtschreibfehler :-(

source: There are no dictionary articles containing this word. :-(
de: es gibt keine Wörterbuchartikel mit diesem Wort. :-(

source: The text "%s" was not found.
de: Der Text "%s" wurde nicht gefunden.

source: _Pronounce
de: Aussprache

source: Arabic
de: Arabisch

source: Chinese
de: Chinesisch

source: Dutch
de: Niederländisch

source: English
de: Englisch

source: French
de: Französisch

source: German
de: Deutsch

source: Greek
de: Griechisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Korean
de: Koreanisch

source: Portuguese
de: Portugiesisch

source: Russian
de: Russisch

source: Spanish
de: Spanisch

source: Swedish
de: Schwedisch

source: Chinese (Simplified)
de: Chinesisch (Simplified)

source: Chinese (Traditional)
de: Chinesisch (Traditional)

source: Google Translate
de: Google-Übersetzung

source: Yahoo Translate
de: Yahoo-Übersetzung

source: Excite Japan Translate
de: Excite Japanisch-Übersetzung

source: <b>Full-Text Translation</b>
de: <b>Volltext-Übersetzung</b>

source: To
de: Nach

source: _Translate
de: Übersetzen

source: Powered by -
de: Unterstützt durch -

source: Please input some words to translate.
de: Bitte zu übersetzende Wörter eingeben.

source: Connecting...
de: Verbinde...

source: Scan the selection
de: Auswahl scannen

source: Show info
de: Info anzeigen

source: Preferences
de: Einstellungen

source: Manage dictionaries
de: Wörterbücher verwalten.

source: Go to the StarDict website
de: Besuchen Sie die StarDict Webseite

source: Search an Internet dictionary - Right button: website list
de: Such in einem Internet-Wörterbuch - Rechte Taste: Liste der Webseiten

source: %s <b>Author:</b> %s <b>Website:</b> %s <b>Filename:</b> %s
de: %s <b>Autor:</b> %s <b>Webseite:</b> %s <b>Dateiname:</b> %s

source: <b>Virtual Dictionary</b>
de: <b>Virtuelles Wörterbuch</b>

source: <b>Network Dictionary</b>
de: <b>Netzwerk-Wörterbuch</b>

source: <b>Special Dictionary</b>
de: <b>Spezielles Wörterbuch</b>

source: <b>Data Parsing Engine</b>
de: <b>Datenauswertungs-Engine</b>

source: <b>Misc</b>
de: <b>Verschiedenes</b>

source: Configure Pl_ug-in
de: Pl_ugin konfigurieren

source: Manage Plugins
de: Plugins verwalten

source: Scan Selection
de: Auswahl scannen

source: Font
de: Schriftart

source: Article rendering
de: Artikel-Wiedergabe

source: Input
de: Eingabe

source: Options
de: Optionen

source: Search website
de: Webseite durchsuchen

source: Settings
de: Einstellungen

source: Dictionary
de: Wörterbuch

source: Network
de: Netzwerk

source: Main window
de: Hauptfenster

source: Notification area icon
de: Infobereich Symbol

source: Floating window
de: Schwebendes Fenster

source: Categories
de: Kategorien

source: _Only scan while the modifier key is being pressed.
de: _Nur beim Drücken der Modifier-Taste suchen.

source: H_ide floating window when modifier key released.
de: Schwebendes Fenster beim Loslassen der Modifier-Taste verbergen.

source: Scan modifier _key:
de: Scan-Modifier-_Taste:

source: _Scan clipboard.
de: Zwischenablage durch_suchen.

source: Choose dictionary font
de: Wählen Sie die Schriftart

source: Choose
de: Wählen

source: Dictionary font
de: Schriftart für die Wörterbücher

source: _Use custom font.
de: Eigene Schriftart _verwenden.

source: Dictionary _font:
de: Schri_ftart für Wörterbücher:
