Repository: 2php/stardict-3
Catalog: stardict/po/*.po
Languages: de

source: Create c_ache files to speed up loading.
de: C_ache-Dateien zur Ladebeschleunigung erzeugen.

source: _Sort word list by collation function.
de: _Sortiere Wortliste per Vergleichsfunktion.

source: Collation _function:
de: Vergleichs_funktion:

source: After enabled collation, when load the dictionaries for the first time, it will take some time for sorting, please wait for a moment.
de: Nach aktiviertem Vergleich, wird es wegen dem Sortieren etwas dauern, wenn das Wörterbuch das erste Mal gestartet wird. Bitte einen Moment Geduld.

source: C_lean all cache files
de: Alle _Cache-Dateien entfernen

source: Open file...
de: Datei öffnen...

source: _Only export words.
de: M_ur Wörter exportieren

source: File name:
de: Dateiname:

source: _Browse...
de: _Durchsuchen...

source: _Highlight search term
de: Suchtext _hervorheben

source: _Enable sound event.
de: _Sound-Ereignis aktivieren.

source: RealPeopleTTS search path:
de: RealPeopleTTS-Suchpfad:

source: _User Name:
de: _Benutzername

source: _Password:
de: _Passwort:

source: Please input the password.
de: Bitte Passwort eingeben.

source: Register
de: Registrieren

source: Please input the user name.
de: Bitte Benutzernamen eingeben.

source: Please input the email.
de: Bitte E-Mail eingeben.

source: Please input a valid email.
de: Bitte gültige E-Mail eingeben.

source: Enable _network dictionaries.
de: Netzwerk-Wörterbücher aktivieren.

source: _Register an account
de: _Registrieren

source: _Search while typing.
de: Beim tippen _suchen

source: Word change _timeout:
de: Wortwechsel-_Timeout:

source: Show the _first word when not found.
de: _Erstes Wort anzeigen, wenn nichts gefunden wurde.

source: Default
de: Vorgabe

source: _Auto run StarDict after boot.
de: StarDict nach Systemstart _automatisch ausführen.

source: Hide main window when _starting StarDict.
de: StarDict mit verborgenem Hauptfenster starten

source: _Use open main window hotkey: Ctrl+Alt+Z.
de: HotKey zum _Öffnen des Hauptfensters verwenden: Strg+Alt+Z.

source: _Transparency:
de: _Transparenz:

source: Website Name
de: Name der Webseite

source: Website link
de: Link der Webseite

source: Website search link
de: Suchlink der Webseite

source: Please input the website name.
de: Bitte Namen der Webseite eingeben.

source: Please input the website link.
de: Bitte Link eingeben.

source: Please input the website search link.
de: Bitte Suchlink der Webseite eingeben.

source: The website search link should contain a "%%s" string for querying a word.
de: Der Suchlink der Webseite sollte eine Zeichenkette "%%s" für das gesuchte Wort enthalten.

source: _Pronounce the word when it pops up.
de: _Wort beim Erscheinen aussprechen.

source: _Show floating window if word not found.
de: _Schwebendes Fenster anzeigen, wenn Wort nicht gefunden wurde.

source: Max window _width:
de: Max. Fenster_breite:

source: (default:320)
de: (Vorgabe:320)

source: Max window hei_ght:
de: Max. Fenster_höhe:

source: (default:240)
de: (Vorgabe:240)

source: _Use custom background color:
de: Eigene Hintergrundfarbe _verwenden.

source: Cat_egories:
de: Kate_gorien:

source: Loading
de: Lade

source: Command TTS
de: Befehl TTS

source: Full-text Search
de: Volltextsuche

source: Search
de: _Suchen:

source: Full-text search...
de: Volltextsuche...

source: Press Enter to list the words that match the pattern.
de: Drücken Sie Enter um passende Wörter anzeigen zu lassen.

source: Fuzzy query...
de: Fuzzy-Suche...

source: Not found!
de: Nicht gefunden!

source: Conversion error!
de: Konvertierungsfehler!

source: StarDict is already running. Using the running process.
de: StarDict läuft bereits. Verwende den laufenden Prozess.

source: - Lookup words
de: - Schlagenwörter

source: Options parsing failed: %s
de: Verarbeiten der Optionen fehlgeschlagen: %s

source: Authentication denied: %s
de: Authentifizierung verweigert: %s

source: Register failed: %s
de: Registrieren fehlgeschlagen: %s

source: Register success!
de: Registrieren erfolgreich!

source: You haven't setup the account. Please open the "Net Dict" page in the Preferences dialog and register an account first.
de: Sie haben den Account nicht eingerichtet. Bitte die Seite "Net Dict" im Dialog öffnen und zuerst einen Account registrieren.

source: You haven't chosen any dictionaries, please choose some by clicking "Manage Dict"->"Network dictionaries"->"Add".
de: Sie haben keine Wörterbücher gewählt, bitte wählen Sie eines durch Klick auf "Wörterbuch verwalten"->"Netzwerk-Wörterbücher"->"Hinzufügen".

source: Sorting, please wait...
de: Sortiere, bitte warten...

source: Can not load image. %s
de: Kann Bild %s nicht laden.

source: Scan
de: Scannen

source: Dict.cn configuration
de: Dict.cn Konfiguration

source: Query by XML API.
de: Abfrage durch XML-API.

source: Query by HTML API.
de: Abfrage durch HTML-API.

source: Dict.cn network dictionary.
de: Dict.cn Netzwerk-Wörterbuch.

source: Query result from Dict.cn website.
de: Abfrageergebnis der Dict.cn-Webseite.

source: Dict.cn plug-in loaded.
de: Dict.cn-Plugin geladen.

source: Espeak TTS configuration
de: Espeak-TTS Konfiguration

source: Voice type:
de: Stimmtyp:

source: Pronounce words by Espeak TTS engine.
de: Aussprache der Wörter durch Espeak TTS-Engine.

source: Espeak plug-in loaded.
de: Espeak-Plugin geladen.

source: Festival TTS configuration
de: Festival-TTS Konfiguration

source: Pronounce words by Festival TTS engine.
de: Aussprache der Wörter durch Festival-TTS-Engine.

source: Festival plug-in loaded.
de: Festival-Plugin geladen.

source: [not a printable character]
de: [kein druckbares Zeichen]

source: General Character Properties
de: Allgemeine Zeicheneigenschaften

source: Unicode category:
de: Unicode-Kategorie:

source: Canonical decomposition:
de: Kanonische Aufspaltung:

source: Various Useful Representations
de: Verschiedene nützliche Darstellungen

source: C octal escaped UTF-8:
de: C oktal-escaped UTF-8:

source: XML decimal entity:
de: XML Dezimal-Entity:

source: XML hexadecimal entity:
de: XML Hexadezimal-Entity:

source: Alias names:
de: Alias-Namen:

source: Notes:
de: Anmerkungen:

source: See also:
de: Siehe auch:

source: Approximate equivalents:
de: Ungefähre Äquivalente:

source: Equivalents:
de: Äquivalenten:

source: Annotations and Cross References
de: Anmerkungen und Querverweise

source: Definition in English:
de: Definition in Englisch:

source: Mandarin Pronunciation:
de: Mandarin Aussprache:

source: Cantonese Pronunciation:
de: Kantonesische Aussprache:

source: Japanese On Pronunciation:
de: Japanisch On Aussprache:

source: Japanese Kun Pronunciation:
de: Japanisch Kun Aussprache:

source: Tang Pronunciation:
de: Tang Aussprache:

source: Korean Pronunciation:
de: Koreanische Aussprache:

source: CJK Ideograph Information
de: CJK Ideogramm-Informationen

source: Gucharmap virtual dictionary.
de: Virtuelles Gucharmap-Wörterbuch.

source: Show information about Unicode characters.
de: Informationen über Unicode-Zeichen anzeigen.

source: Gucharmap plug-in loaded.
de: Gucharmap-Plugin geladen.

source: HTML data parsing
de: HTML-Datenanalyse

source: HTML data parsing engine.
de: HTML-Datenanalyse-Engine.

source: Parse the HTML data.
de: Analysiere die HTML-Daten.

source: HTML data parsing plug-in loaded.
de: HTM-Datenanalyse-Plugin geladen.

source: Man configuration
de: Man Konfiguration

source: _Input string requires the "man " prefix.
de: _Eingabe-String erfordert das Präfix "man ".

source: Man virtual dictionary.
de: Virtuelles Wörterbuch verwalten.

source: Show the man pages.
de: Hauptseiten anzeigen (Alt+M)

source: Man plug-in loaded.
de: Man-Plugin geladen.

source: PowerWord data parsing
de: PowerWord-Datenanalyse

source: PowerWord data parsing engine.
de: PowerWord-Datenanalyse-Engine.

source: Parse the PowerWord data.
de: Analysiere PowerWord-Daten.

source: PowerWord data parsing plug-in loaded.
de: PowerWord-Datenanalyse-Plugin geladen.

source: Error: Open file %s failed!
de: Fehler: Öffnen der Datei %s fehlgeschlagen!

source: QQWry configuration
de: QQWry Konfiguration

source: You can update the QQWry.Dat file from this website: http://www.cz88.net
de: Sie können die Datei QQWry.Dat von diese Webseite aktualisieren: http://www.cz88.net

source: Error: File %s not found! You can download it from this website: http://www.cz88.net
de: Fehler: Datei %s nicht gefunden! Sie können sie von dieser Webseite herunterladen: http://www.cz88.net

source: Show QQWry IP information.
de: QQWry IP Informationen anzeigen

source: QQWry plug-in loaded.
de: QQWry-Plugin geladen.

source: SAPI TTS configuration
de: SAPI TTS Konfiguration

source: Voice :
de: Stimme :

source: Volume :
de: Lautstärke :

source: Input the test text:
de: Testtext eingeben:

source: Pronounce words by SAPI TTS engine.
de: Aussprache der Wörter durch SAPI TTS-Engine.

source: SAPI tts plug-in loaded.
de: SAPI tts-Plugin geladen.

source: Warning: failure when requesting a spellchecking dictionary for %s language.
de: Warnung: Fehler bei der Abfrage eines Rechtschreibwörterbuchs für Sprache %s.

source: Error, no spellchecking dictionary available!
de: Fehler, kein Rechtschreibwörterbuch verfügbar!

source: Spell check configuration
de: Rechtschreibprüfung Konfiguration

source: _Use custom languages.
de: Eigene Srachen _verwenden.

source: For example: "en_US de"
de: Zum Beispiel: "en_US de"

source: Custom languages:
de: Eigene Sprachen:

source: Spell Check
de: Rechtschreibprüfung

source: Spell check virtual dictionary.
de: Virtuelles Rechtschreibprüfungs-Wörterbuchs.

source: Spell check the input words and show the correct suggestion.
de: Rechtschreibung der Eingabewörter prüfen und Korrekturvorschläge anzeigen.

source: Spelling Suggestion
de: Aussprachevorschlag

source: Spelling plugin loaded.
de: Aussprache-Plugin geladen.

source: You are using an old version of StarDict!
de: Sie nutzen eine alte Version von StarDict!

source: You are using the newest version of StarDict!
de: Sie nutzen die aktuellste Version von StarDict!

source: Latest version information:
de: Neueste Version Info:

source: Latest news:
de: Aktuelle News:

source: Update information
de: Update-Informationen

source: Update information.
de: Update-Informationen.

source: Get the update information from the Internet.
de: Update-Informationen aus dem Internet abfragen.

source: Visit StarDict website now?
de: Besuchen Sie die StarDict-Webseite

source: _Don't show this until the next update.
de: _Dies bis zum nächsten Update nicht mehr anzeigen.

source: Update info plug-in loaded.
de: Update-Info-Plugin geladen.

source: Wiki data parsing
de: Wiki-Datenanalyse

source: Wiki data parsing engine.
de: Wiki-Datenanalyse-Engine.

source: Parse the wiki data.
de: Analysiere die wiki-Daten.

source: Wiki data parsing plug-in loaded.
de: Wiki-Datenanalyse-Plugin geladen.

source: WordNet configuration
de: WordNet Konfiguration

source: Graphic mode.
de: Grafikmodus.

source: Text mode.
de: Textmodus.

source: WordNet dict rendering
de: WordNet-Wörterbuchansicht

source: WordNet dict rendering engine.
de: WordNet-Wörterbuchansichts-Engine.

source: WordNet dict rendering plug-in loaded.
de: WordNet-Wörterbuchanzeige-Plugin geladen.

source: WordNet data parsing
de: WordNet-Datenanalyse

source: WordNet data parsing engine.
de: WordNet-Datenanalyse-Engine.

source: Parse the WordNet data.
de: Analysiere die WordNet-Daten.

source: WordNet data parsing plug-in loaded.
de: WordNet-Datenanalyse-Plugin geladen.

source: XDXF data parsing
de: XDXF-Datenanalyse

source: XDXF data parsing engine.
de: XDXF-Datenanalyse-Engine.

source: Parse the XDXF data.
de: Analysiere XDXF-Daten.

source: XDXF data parsing plug-in loaded.
de: XDXF-Datenanalyse-Plugin geladen.
